
/* Localizble Strings for AirPort Utility */

/* Common button titles */
"title_Advanced" = "Avansert";
"title_Back" = "Tilbake";
"title_Cancel" = "Avbryt";
"title_Continue" = "Fortsett";
"title_Finish" = "Fullfør";
"title_GoBack" = "Gå tilbake";
"title_Next" = "Neste";
"title_No" = "Nei";
"title_Quit" = "Avslutt";
"title_Skip" = "Hopp over";
"title_TryAgain" = "Forsøk på nytt";
"title_Update" = "Oppdater";
"title_Yes" = "Ja";
"title_StartAgain" = "Start på nytt";
"title_StopBlinking" = "Stopp blinking";
"title_Other" = "Annet…";
"title_Upload" = "Last opp";

/* Device select origin strings */
"kDeviceOriginBaseStationBrowse" = "Basestasjon";
"kDeviceOriginConfigured.Base Station" = "Forrige basestasjonskonfigurasjon";
"kDeviceOriginConfigured.Time Capsule" = "Forrige Time Capsule-konfigurasjon";	/* Don't Localize "Time Capsule" in this string */
"kDeviceOriginNetworkScanned" = "Trådløst nettverk";
"kDeviceOriginNetworkPreferred" = "Tidligere brukt nettverk";

/* Status strings */
"status_Configured" = "Konfigurert";
"status_Unconfigured" = "Ikke konfigurert";

/* Joining wireless networks */
"password_protected" = "AirPort-nettverket «%@» er beskyttet av et passord.";
"enterprise_title" = "WPA Enterprise-nettverk";
"enterprise_error" = "AirPort-nettverket «%@» er et WPA Enterprise-nettverk. AirPort-verktøy støtter ikke WPA Enterprise-nettverk.";
"password_error" = "Passordet du har oppgitt, er feil.";
"generic_join_error" = "Det oppsto en feil under tilkobling til det trådløse nettverket.";
"tryAgain" = "Vil du prøve på nytt?";
"generic_read_error" = "Det oppsto en feil under kommunisering med den markerte enheten.";
"join_warning" = "Identifisering av AirPort Express-enheten krever bytte av trådløst nettverk. Du vil miste alle forbindelser via det nåværende trådløse nettverket. Vil du fortsette?";
"finalJoinError" = "Det oppsto en feil under tilkobling til det trådløse nettverket «%@».";
"finalJoinSuggest" = "Prøv å velge «%@» fra Wi-Fi-menyen.";

/* Identify */
"identify_title" = "Identifiser";
"light_is_blinking" = "Statuslyset på den markerte AirPort Express-enheten lyser nå gult og grønt.";
"GenericIdentifyDescription" = "Statuslyset på den markerte %@ lyser nå gult og grønt.";
"blinking_not_supported" = "Identifiseringsfunksjonen støttes ikke på den trådløse AirPort-enheten du har markert";

/* Reading base station info */
"base_station_protected" = "Oppgi passordet for denne %@-enheten.";

/* Help book name
	(should be "AirMac Help" for Japan?)
	*/
"AirPortExpressAssistantHelp"	= "AirPort Hjelp";   /* this is really the AAU Help book (Don't have one for Assistant yet) */
"AirMacExpressAssistantHelp"	= "AirPort Hjelp";   /* this is really the AAU Help book (Don't have one for Assistant yet) */

/* User decision errors */
"no_unconfigured_title" = "Ingen nye AirPort-nettverk ble funnet";
"no_unconfigured_networks" = "Forsikre deg om at %@-enheten er koblet til og innenfor rekkevidden til maskinen. Deretter klikker du på Fortsett for å søke på nytt.";
"try_again_found_nothing" = "Ingen nye AirPort-nettverk ble funnet. Forsikre deg om at %@-enheten er koblet til og innenfor rekkevidden til maskinen. Deretter klikker du på Forsøk på nytt.";
"no_mdns_record_showed_up" = "AirPort-verktøy kunne ikke finne den trådløse AirPort-enheten.";
"no_other_networks_title" = "Ingen eksisterende AirPort-nettverk ble funnet";
"no_other_networks_found" = "Forsikre deg om at datamaskinen er innenfor rekkevidden til det eksisterende nettverket.";


/* Keychain information */
"keychainBaseStationDescription" = "AirPort-basestasjonspassord";
"keychainBaseStationType" = "AirPort-basestasjon";
"keychainNetworkDescription" = "AirPort-nettverkspassord";
"keychainNetworkType" = "AirPort-nettverk";
"keychainSpeakerDescription" = "programpassord";
"keychainSpeakerType" = "Ekstern høyttaler";

"ConfigAccessError" = "Basestasjonsfeil";

/* Panel Headers */
"introHeader" = "Innledning";
"networkSetupHeader" = "Nettverksoppsett";
"summaryHeader" = "Oversikt";
"internetHeader" = "Internett-oppsett";
"PeripheralsHeader" = "Konfigurering av AirPort-disker";
"WDSHeader" = "WDS-oppsett";
"MigrateDiskHeader" = "Diskoverføring";

/* Continue text strings */
"continueWelcome" = "Klikk på Fortsett for å komme i gang.";
"continueProceed" = "Klikk på Fortsett for å gå videre.";
"continueScanAgain" = "Klikk på Fortsett for å søke på nytt.";
"wdsWarningFooter" = "WDS vil bli koblet fra hvis du endrer navn, trådløssikkerhet eller passord for det trådløse nettverket.";
"clientWarningFooter" = "AirPort Express vil bli koblet fra hvis du endrer det trådløse nettverkets navn, sikkerhet eller passord.";
"clientStartWarningFooter" = "Hvis du endrer innstillingene, kan det føre til at AirPort Express kobles fra.";

/* Pre-verification error strings */
"mismatchPassword" = "Feltene Passord og Bekreft passord stemmer ikke overens.";
"mismatchWirelessPassword" = "Innholdet i feltene Trådløspassord og Bekreft passord er ikke likt.";
"mismatchPasswordReenter" = "Skriv samme passord i begge feltene.";
"missingWirelessPassword" = "Du må oppgi et passord før du kan fortsette.";
"wirelessNetworkPassword" = "Trådløspassord";
"missingNetworkName" = "Navnet på et trådløst nettverk kreves for å fortsette.";
"missingNetworkNameWDS" = "Velg et AirPort Extreme- eller AirPort Express-nettverk for å fortsette.";
"missingNetworkNameClient" = "Velg et trådløst nettverk for å fortsette.";
"missingAccountName" = "Et PPPoE-kontonavn er nødvendig for å fortsette.";
"missingPassword" = "Et passord kreves for å fortsette.";
"missingPhone" = "Et primært telefonnummer kreves for å fortsette.";
"missingUsername" = "Et kontonavn er nødvendig for å fortsette.";

/* Public password strings */
"genericConfirmPublicPassword" = "%@ er beskyttet av standardpassordet «public».";
"ConfirmPublicPassword1" = "Du oppnår bedre beskyttelse med et annet passord.";

/* Error Titles */
"settingError" = "Innstillingsfeil: %@";
"generalError" = "Generell feil";
"passwordError" = "Passordfeil";

/* WDS status strings */
"ConfiguringForWDS" = "Konfigurere %@ til å utvide AirPort-nettverket";
"WDSConfigInitialString" = "%@ konfigureres for utvidelse av det eksisterende trådløse nettverket. Vent til dette er fullført.";

/* WDS progress sheet messages */
"WDSConfiguringMain" = "Konfigurerer hovednettverk for en ny WDS-ekstern.";
"WDSConfiguringRemote" = "Konfigurerer ny ekstern WDS-basestasjon for tilkobling til hovednettverk.";
"WDSJoiningNewNetwork" = "Kobler til nytt WDS-nettverk.";

/* DWDS progress sheet messages */
"DWDSConfiguringMain" = "Konfigurerer det eksisterende trådløse nettverket for tilkobling av klienter.";
"DWDSConfiguringRemote" = "Konfigurerer %@ for tilkobling til det eksisterende trådløse nettverket.";
"DWDSJoiningNewNetwork" = "Kobler til det eksisterende trådløse nettverket.";
"GeneralDWDSError" = "Det oppsto en feil under konfigurering av denne trådløse AirPort-enheten for tilkobling til det eksisterende trådløse nettverket. Avslutt AirPort-verktøy, og prøv på nytt.";
"DWDSSetupCanceled" = "Konfigurering har blitt avbrutt.";
"DWDSConfigInitialString" = "%@ konfigureres for tilkobling til det eksisterende trådløse nettverket. Vent til dette er fullført.";

/* Migrate Settings progress sheet messages */
"MigrateSettingsReadingSource" = "Leser innstillingene til markert %@…";
"MigrateSettingsReadingSourceGeneral" = "Leser innstillingene til den markerte trådløse AirPort-enheten…";
"MigrateRejoiningNetwork" = "Kobler til nettverket på nytt…";
"MigrateSettingsGeneralError" = "Det oppsto et problem under konfigurering av %@ for å erstatte den markerte enheten. Avslutt AirPort-verktøy, og prøv igjen.";
"MigrateSettingsIniting" = "%@ konfigureres til å erstatte den markerte trådløse AirPort-enheten…";

/* Migrate Disk progress sheet messages */
"MigrateDiskGeneralError" = "Det oppsto et problem da den markerte Time Capsule-enheten skulle erstattes og overføringen skulle starte. Avslutt AirPort-verktøy, og prøv igjen.";
"MigrateDiskIniting" = "Starter overføring…";
"MigrateSettingsJoiningSource" = "Kobler til den gamle Time Capsule-enheten…";
"MigrateDiskPreparingDest" = "Overfører innstillinger…";
"MigrateDiskWaitingForResolve" = "Venter på at Time Capsule-enhetene skal starte på nytt…";
"MigrateDiskStartingBackup" = "Starter diskoverføring…";

/* Settings only migration progress sheet messages */
"UpdateDeviceJoiningSource" = "Kobler til gammel %@…";
"UpdateDeviceWritingSource" = "Skrive innstillinger til ny %@…";
"UpdateDeviceGeneralError" = "Det oppsto et problem under konfigurering av %@. Avslutt AirPort-verktøy, og prøv igjen.";

/* Migrate Disk labels */
"MigrateDiskCategory" = "Overføring";
/* "MigrateDiskSummaryLabel" = "Migrate Time Capsule Disk From";   */

/* Migrate Disk panel */

"MigrateDiskTempNetworkName" = "temp-old";
"MigrateDiskFooter" = "Klikk på Oppdater for å overføre innstillinger og innholdet på disken.";

/* Updating progress strings */
"genericWaitRestart" = "Venter på at %@ skal starte på nytt…";
"networkSearch" = "Leter etter det trådløse nettverket…";
"attemptJoin" = "Kobler til ditt trådløse nettverk…";

/* Misc Strings */
"providedAuto" = "(Oppgis automatisk)";
"selectNetwork" = "Velg nettverk";

/* Summary Panel Labels */
"connectUsingLabel" = "Koble til med:";
"configureViaLabel" = "Konfigurer TCP/IP:";
"ipAddressLabel" = "IP-adresse:";
"accountNameLabel" = "Kontonavn:";
"serviceLabel" = "Tjenestenavn:";
"connectUsingWDS" = "Koble til et nettverk (med WDS)";
"SummaryTheseSettingsAreNotCorrect" = "Disse innstillingene er ikke riktige";

/* Modem Panel Labels */
"secondaryPhoneLabel" = "Sekundært telefonnummer:";
"usernameLabel" = "Kontonavn:";

/* WPA with WDS error strings */
"CantUseWPAForWDSMain" = "WDS med WPA krever at den trådløse AirPort-enheten bruker den nyeste firmwareversjonen. Forsikre deg om at enheten bruker den nyeste firmwaren, eller endre innstillingen for trådløssikkerhet til WEP, og prøv igjen.";

/* WPA Enterprise WDS error */
"wdsMainIsWPAEnterpriseError" = "Den trådløse AirPort-enheten du har valgt som hovedenhet i WDS-nettverket, bruker WPA Enterprise-sikkerhet. AirPort-verktøy støtter ikke WPA Enterprise-sikkerhet på hovedenheten i WDS-nettverket.";

/* WDS Errors */
"GeneralWDSError" = "Det oppsto en feil under konfigurering av denne trådløse AirPort-enheten for WDS. Avslutt AirPort-verktøy, og prøv igjen.";
"MainInBridgeModeForWDSError" = "Den trådløse AirPort-enheten du har valgt som hovedenhet i WDS-nettverket, distribuerer ikke IP-adresser. Konfigurer denne trådløse enheten slik at den distribuerer IP-adresser.";
"WDSSetupCanceled" = "Konfigurering av WDS har blitt avbrutt.";
"WDSErrorTitle"	= "WDS-oppsettfeil";

/* Status messages */
"joining_network" = "Kobler til trådløst nettverk.";
"reading_config" = "Leser konfigurasjon…";
"status_scan" = "Søker etter nettverk…";
"status_search" = "Søker etter den trådløse AirPort-enheten…";
"status_identify" = "Identifiserer…";

/* Maybe needed to fix 3663944 */
"available_networks" = "Tilgjengelige AirPort-nettverk:";
"select_network" = "Velg AirPort-nettverket du vil konfigurere.";

/* Generic Labels ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericNameLabel" = "%@-navn";
"genericPasswordLabel" = "%@-passord";
"genericModeLabel" = "%@-modus";

"genericNewChoice" = "Konfigurer en ny %@";
"genericOldChoice" = "Endre innstillinger for eksisterende %@";
"genericBasePassPanelHeader" = "%@-konfigurering";

/* Generic Descriptions with 1 %@ ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericIntroductionHeader" = "Velg om du vil konfigurere en ny %@ eller gjøre endringer for en du allerede har konfigurert.";
"genericSelectNewHeader" = "Marker %@-enheten du vil konfigurere. Hvis enheten ikke vises i listen, klikker du på Søk på nytt. Hvis du ikke er sikker på hvilken trådløs AirPort-enhet du skal markere, klikker du på Identifiser.";
"genericSelectConfiguredHeader" = "Marker %@-enheten du vil endre. Hvis enheten ikke vises i listen, klikker du på Søk på nytt. Hvis du ikke er sikker på hvilken trådløs AirPort-enhet du skal markere, klikker du på Identifiser.";
"genericSelectNetworkHeader" = "Velg AirPort-nettverket med den %@ som skal konfigureres.";
"genericClientDescription" = "Marker dette valget hvis du vil bruke %@ til å utvide det trådløse nettverket ditt og dele Internett-forbindelsen.";
"genericNetworkNameHeader" = "Tilpass %@. Begynn med å gi det trådløse nettverket et navn.";
"genericNetworkNameDescription" = "Dette er navnet som vises når du vil koble maskinen til nettverket.";
"genericBaseNameDescription" = "Deretter gir du %@ et navn.";
/* genericUserOwnership will be formatted as "<UserName>’s <Product Name>", as in "Steve’s AirPort Extreme" or "Steve's wireless network" - DON'T use a curly quote here or the network name will be UTF8 by default*/
"genericUserOwnership" = "%1$@s %2$@";
"genericWirelessNetwork" = "Nettverk";
"genericBasePasswordHeader" = "Angi et passord for å beskytte innstillingene på %@-enheten.";
"genericBasePasswordDescription" = "Du trenger dette passordet for å endre innstillinger på %@.";
"genericBasePasswordDescription2" = "Du får bedre sikkerhet hvis du bruker et annet passord enn nettverkspassordet.";
"genericModeHeader" = "Velg hva du vil gjøre med %@.";
"genericSummaryHeader" = "%@ vil bruke innstillingene nedenfor. Kontroller at innstillingene er korrekte.";
"genericSummaryNoChangeHeader" = "%@ bruker innstillingene nedenfor.";
"genericReplaceSummaryHeader" = "%1$@ vil bli konfigurert med innstillinger fra «%2$@».";
"genericSummaryFooter" = "Hvis innstillingene er riktige, klikker du på Oppdater for å fullføre konfigureringen av %@.";
"genericSummaryFooterClickInstructions" = "Klikk på Gå tilbake for å endre innstillinger.";
"genericPPPoEHeader" = "Oppgi kontonavnet, passordet og valgfritt tjenestenavn for PPP over Ethernet (PPPoE) som du har fått av Internett-tjenesteleverandøren.";
"genericDHCPHeader" = "%@ er koblet til Internett via et DSL- eller kabelmodem eller via Ethernet med en IP-adresse som er automatisk tildelt med DHCP. Bekreft dette, eller angi valgfri informasjon som du har mottatt fra Internett-serviceleverandøren eller nettverksadministratoren.";
"genericModemHeader" = "Oppgi modeminnstillingene for denne %@.";
"genericBridgeModeHeader" = "Velg om du vil at %@ skal være i bromodus eller dele en IP-adresse ved hjelp av DHCP og NAT.";
"genericBridgeModeYes" = "Bromodus";
"genericBridgeModeYesDescription" = "Marker dette valget hvis %@ er koblet til en ruter eller en annen nettverksenhet som allerede bruker DHCP og NAT til å dele ut IP-adresser til datamaskiner på nettverket ditt.";
"genericBridgeModeNo" = "Del en enkelt IP-adresse med DHCP og NAT";
"genericBridgeModeNoDescription" = "Marker dette valget hvis %@-enheten er koblet direkte til Internett med et DSL- eller kabelmodem eller til et nettverk som er koblet til Internett, og du vil at DHCP og NAT skal dele ut IP-adresser til maskiner på nettverket.";
"genericFinalDescription" = "%@ er konfigurert til å koble til Internett og dele en USB-skriver.";
"genericMissingNameWarning" = "Et %@-navn kreves for å fortsette.";
"genericMissingNameWarning.alternateArticle" = "Et %@-navn er nødvendig for å fortsette.";
"genericMissingBasePassWarning" = "Et passord kreves for å fortsette.";
"genericMismatchBasePassword" = "Feltene Passord og Bekreft passord stemmer ikke overens.";
"ResetBroadbandMessage" = "Hvis du bruker et kabelmodem for å koble til Internett, slår du av modemet, tar ut batteriet hvis modemet har et batteri, venter i noen sekunder, setter inn batteriet igjen og slår på modemet igjen.";

/* Generic Descriptions with more than 1 %@
	This string in english will look like either:
	"AirPort Utility has found a new AirPort Express with a wireless network named "Apple Network 123456".
	or "AirPort Utility has found a new AirPort Express named "Base Station 123456".
	*/
"genericEZIntroHeader" = "AirPort-verktøy har funnet en ny %1$@%2$@ med navnet «%3$@».\n\nHvis dette ikke er den %4$@ du vil konfigurere, forsikrer du deg om at den er koblet til strøm og er innenfor rekkevidden til denne datamaskinen, og prøver igjen.";
"withNetworkNamed" = " med et trådløst nettverk";
"genericNoNetworksHeader" = "Ingen %1$@-nettverk ble funnet. Forsikre deg om at %2$@ er koblet til og innenfor maskinens rekkevidde.";
"genericOldNetworkConfirm" = "AirPort-verktøy har funnet en %1$@ med et trådløst nettverk med navnet «%2$@».\n\nHvis dette ikke er %3$@ du vil konfigurere, forsikrer du deg om at den er koblet til strøm og er innenfor rekkevidden til denne datamaskinen og klikker på Søk på nytt.";
"genericOldExpressConfirm" = "AirPort-verktøy har funnet en %1$@ med navnet «%2$@».\n\nHvis dette ikke er %3$@ du vil konfigurere, klikker du på Søk på nytt.";

/* Strings that need to change depending on which type of base station is being configured */
"expressBaseNameDescriptionAddition" = "Hvis du vil spille iTunes-musikk via denne AirPort Express-basestasjonen, velger du basestasjonen fra lokalmenyen nede til høyre i iTunes-vinduet.";

"expressFinalDescription" = "AirPort Express er konfigurert til å koble til Internett, dele en USB-skriver og spille iTunes-musikk på eksterne høyttalere ved hjelp av AirPlay.";

"expressClientRadio" = "Koble til det nåværende trådløse nettverket";
"extremeClientRadio" = "Utvid rekkevidden for AirPort Extreme- eller AirPort Express-nettverket mitt";

"expressClientDescription" = "Marker dette alternativet hvis du legger til denne %@-enheten i det eksisterende trådløse nettverket.";

"expressModeHeader" = "Begge valgene gjør det mulig å dele en USB-skriver og spille iTunes-musikk på eksterne høyttalere ved hjelp av AirPlay.";

/* Reachability error */
"genericNetworkTitle" = "Nettverksfeil";
"noWirelessReachability" = "Du forsøker å få tilgang til en trådløs AirPort-enhet via AirPort-kortet, men det finnes en enhet med samme IP-adresse på Ethernet-nettverket. Koble fra Ethernet-kabelen, vent noen sekunder, og prøv igjen.";
"noEthernetReachability" = "Du forsøker å få tilgang til en trådløs AirPort-enhet via Ethernet, men det finnes en enhet med samme IP-adresse på AirPort-nettverket. Slå av AirPort-kortet, vent noen sekunder, og prøv igjen.";
"genericReachabilityError" = "Det oppsto en feil under forsøket på å nå den trådløse AirPort-enheten du markerte. Forsikre deg om at ingen andre enheter på nettverket bruker IP-adressen %@.";
"superGenericReachabilityError" = "Det oppsto en feil under tilkobling til den trådløse AirPort-enheten du markerte.";
"WDSSetupRequiresAWirelessCard" = "AirPort-verktøy kan ikke konfigurere denne trådløse AirPort-enheten til å bruke WDS fordi det ikke er installert et AirPort-kort i denne datamaskinen.";

/* Uploading Firmware */
"firmwareError"	= "Det oppsto en feil under oppdatering av %@-firmwaren.";
"firmwareProgress" = "Oppdaterer %@-firmware…";
"firmwareNewer" = "En nyere versjon (%1$@) av %2$@-firmwaren er tilgjengelig.";
"firmwareNewerSmall" = "Klikk på Oppdater hvis du vil installere den nå.";
"firmwareSuccess" = "Oppdateringen av %@ er fullført.";
"firmwareRequired" = "Nettverket du har markert, krever at du oppdaterer firmwaren.";

/* AirPort 4.2 */
"wepLabel" = "128-bits WEP (mer kompatibel)";
"wpa1label" = "WPA Personal (sikrere)";
"wpa2label" = "WPA2 Personal (sikrere)";
"wepDescription" = "Gir sikkerhet som er mer kompatibel med eldre, trådløse maskiner eller enheter. Hvis du vil gjøre nettverkstilkoblingen enklere for brukere som ikke har Macintosh-maskiner, oppgir du et passord med nøyaktig 13 tegn.";
"wpa1description" = "Gir den beste trådløssikkerheten. Kun maskiner som støtter WPA, vil kunne kobles til dette nettverket. Du må oppgi et passord som inneholder mellom 8 og 63 tegn eller 64 heksadesimaltegn.";
"wpa1and2description" = "Gir den beste trådløssikkerheten. Maskiner som støtter WPA eller WPA2, vil kunne kobles til dette nettverket. Du må oppgi et passord som inneholder mellom 8 og 63 tegn eller 64 heksadesimaltegn.";
"wpa2description" = "Gir den beste trådløssikkerheten. Maskiner som støtter WPA2, vil kunne kobles til dette nettverket. Du må oppgi et passord som inneholder mellom 8 og 63 tegn eller 64 heksadesimaltegn.";
"tsnDescription" = "Gir sikkerhet som er kompatibel med eldre WEP-klienter, men tillater at nyere klienter kobler seg til nettverket med WPA eller WPA2. Du må oppgi et passord på nøyaktig 13 tegn.";
"badWPAPasswordLength" = "Oppgi et trådløspassord på mellom 8 og 63 tegn.";
"v6_not_configured_title" = "IPv6 ikke konfigurert";
"v6_not_configred_on_all_interfaces" = "Kommunikasjonen mellom AirPort-verktøy og den trådløse Apple-enheten vil være mer pålitelig med IPv6.";
"v6_not_configured_turn_on_confirm" = "Vil du aktivere IPv6 nå?";
"v6_not_configured_turn_on" = "Slå på IPv6 i Systemvalg.";
"v6_not_configured_turn_on_win" = "Slå på IPv6 i kontrollpanelet.";
"authorization_error_title" = "Godkjenningsfeil";
"authorization_error" = "AirPort-verktøy kunne ikke endre nettverksinnstillingene fordi Nettverk-valgpanelet er låst.";

/* change this to 0 for non-US installations */
"USAConfiguration" = "0";

/* BasePassword Panel */
"BaseNameDescription" = "Dette er navnet du bruker for å identifisere denne %@-enheten.";
"BaseNameInternalDiskDescription" = "Dette navnet brukes også for Time Capsule-disken.";

/* PeripheralsPanel */
"FileSharingPasswordPromptInternalDisk" = "Oppgi passordet for Time Capsule-disken eller for USB-disker som er koblet til %@.";
"FileSharingPasswordPrompt" = "Oppgi passordet for AirPort-disker.";
"GuestAccessPrompt" = "Du kan også tillate at gjester kan koble seg til AirPort-disker uten å oppgi passord.";
"FileSharingDisclosure" = "Fildelingsvalg";
"UseDiskPasswordCheckBox" = "Bruk et annet passord for å sikre diskene";

/* Wireless Options Panel */
"RadioCountryDescription" = "Velg landet hvor denne %@-enheten brukes.";
"RadioModeDescription" = "Velg radiomodus for denne %@-enheten.";

/* ProblemCode Panel */
"ProblemPanelDefaultControlIndent"	= "175";
"ProblemPanelDefaultControlWidth"	= "250";
"ProblemCodeTitle" = "Problem %1$d av %2$d: %3$@";
"ProblemCodeProblemResolved" = "Problemet er løst.";
"UnresolvedProblem" = "Vil du fortsette uten å løse dette problemet?";
"UnresolvedProblemAssistant" = "Denne konfigurasjonen vil føre til at statuslyset på %@ vil blinke gult. Er du sikker på at du vil fortsette?";
"ProblemShouldBeResolved" = "Klikk på Ignorer for å hindre at statuslyset på %@ blinker gult for dette problemet.";
"ProblemNotResolved" = "Dette problemet er ikke løst. Prøv igjen.";

/* Problem Summary Panel */
"ProblemSummaryResolution" = "Løsning";
"ProblemSummaryIgnored" = "Ignorert";
"ProblemSummaryResolved" = "Løst";
"ProblemSummaryConfigChanged" = "Konfigurasjonen er endret";
"ProblemSummaryUnresolved" = "Ikke løst";
"ProblemSummaryHeader" = "Dette panelet viser problemer som rapporteres av %@, og om de har blitt løst eller ikke.";
"ProblemSummaryChoicePrompt" = "Hva vil du gjøre nå?";
"ProblemSummaryUpdateWithTheseSettings" = "Oppdater %@ med disse innstillingene";
"ClickUpdateToUpdate" = "Klikk på Oppdater for å fullføre konfigureringen av %@.";
"ProblemSummaryReconfigureToo" = "Endre andre innstillinger på %@";
"ProblemSummaryReconfigureFooter" = "Klikk på Fortsett for å endre innstillinger for %@.";
"ProblemSummarySwitch" = "Konfigurer en annen trådløs AirPort-enhet";
"ClickDoneToSwitch" = "Klikk på Ferdig for å velge en annen trådløs AirPort-enhet.";
"ProblemSummaryAllResolved" = "Alle problemene er løst.";

/* Ethernet Panel */
"EthernetPanelDefaultControlIndent"	= "175";
"EthernetPanelDefaultControlWidth"	= "250";
"EthernetPanelDescription" = "Skriv inn TCP/IP-informasjonen du har fått fra Internett-leverandøren din. Velg Med DHCP hvis du mottar en IP-adresse automatisk. Velg Manuelt hvis du skal oppgi en bestemt IP-adresse.";
"DHCPConfirmPanelDHCP_Yes" = "Jeg kobler til Internett med et DSL- eller kabelmodem med DHCP";
"DHCPConfirmPanelDHCP_No" = "Jeg bruker ikke DHCP";

/* PPPoE Panel */
"PPPoEConfirmPanelDefaultControlIndent"	= "175";
"PPPoEConfirmPanelDefaultControlWidth"	= "250";
"PPPoEConfirmPanelPPPoE_Yes" = "Jeg kobler til Internett med et DSL- eller kabelmodem med PPPoE";
"PPPoEConfirmPanelPPPoE_No" = "Jeg bruker ikke PPPoE";

/* Default Setup Assistant Panel values*/ 
"SetupAssistantPanelDefaultControlIndent"= "175";
"SetupAssistantPanelDefaultControlWidth" = "250";

/* Wireless Security Panel */
"WirelessSecurityPanelDescription" = "Angi navn og sikkerhetsnivå for det trådløse nettverket.";
"NetworkSecurityDefaultControlIndent"= "175";
"NetworkSecurityDefaultControlWidth" = "250";
"WPAEnterpriseSecurityDescription" = "Dette trådløse nettverket er sikret med WPA Enterprise. Hvis du vil endre RADIUS-tjenerinnstillingene, velger du Manuell konfigurering fra Basestasjon-menyen.";
"NoSecurityLabel" = "Ingen sikkerhet";
"NoSecurityDescription" = "Alle enheter med mulighet for trådløs tilkobling kan koble til nettverket uten å oppgi passord.";
"NoSecurityUncheckedFooter" = "Du må markere avkrysningsruten over før du kan fortsette med neste trinn.";

/* Join Network Panel */
"JoinNetworkPanelDescription"= "Velg det trådløse nettverket du vil at %@ skal bruke. Hvis du ikke ser nettverket, prøver du igjen ved å klikke på menyen. Hvis du fremdeles ikke ser nettverket, forsikrer du deg om at enheten er koblet til strøm.";
"JoinNetworkQ61AudioNameSuggestion" = "For eksempel, Oppholdsrom.";
"JoinNetworkExtendDescription" = "Hvis du vil utvide rekkevidden for dette nettverket og tillate at klienter kobler seg til trådløst eller via Ethernet, markerer du avkrysningsruten nedenfor.";
"JoinNetworkExtendCheckboxTitle" = "Utvid rekkevidden for dette nettverket";
"JoinNetworkExtendWarning" = "Dette kan påvirke nettverksytelsen.";
"JoinNetworkProxySTADescription" = "Hvis du ikke markerer avkrysningsruten, håndterer %@ lyd- og USB-tjenester, og klienter kan koble seg til nettverket kun via Ethernet.";

/* Extend Panel */
"ExtendNetworkPanelDescription"= "Velg AirPort Extreme- eller AirPort Express-nettverket du vil utvide, fra menyen nedenfor. Hvis du ikke ser nettverket, prøver du igjen ved å klikke på menyen. Hvis du fremdeles ikke ser nettverket, forsikrer du deg om at den trådløse AirPort-enheten er koblet til strøm og er innenfor rekkevidden til denne maskinen.";

/* Internet Choice Panel */
"InternetChoiceDescription" = "Velg hvordan du kobler maskinen til Internett";
"InternetChoiceDSLCableEthernet" = "Jeg bruker et DSL- eller kabelmodem med statisk IP-adresse eller DHCP";
"InternetChoiceDSLCablePPPoE" = "Jeg bruker et DSL- eller kabelmodem med PPP over Ethernet (PPPoE)";
"InternetChoiceLAN" = "Jeg kobler til mitt lokalnettverk (LAN)";
"InternetChoiceModem" = "Jeg bruker et modem som er koblet til telefonlinjen";
"InternetChoiceNoInternet" = "Jeg er ikke klar til å koble til Internett akkurat nå";

/* Client or AP Panel */
"ClientAP_APRadioTitle" = "Opprett et nytt trådløst nettverk";
"ClientAP_APRadioDesc" = "Marker dette valget hvis du konfigurerer et nytt trådløst nettverk til å dele en bredbåndstilkobling til Internett via det trådløse nettverket.";
"ClientAP_FirstTimeConfig" = "Du konfigurerer denne %@-enheten for første gang.";
"ClientAP_FirstTimePrompt" = "Velg hvordan du vil konfigurere denne %@-enheten.";

/* Client or Extend Panel */
"ClientWDS_PanelDescription" = "Velg om du vil at %@ skal koble seg til det trådløse nettverket som en trådløs klient eller utvide rekkevidden til det trådløse nettverket.";
"ClientWDS_JoinRadioTitle" = "Koble til det trådløse nettverket";
"ClientWDS_JoinRadioDesc" = "Marker dette valget hvis du kun vil bruke %@ til å dele en USB-skriver eller spille musikk fra iTunes via eksterne høyttalere.";
"ClientWDS_ExtendRadioTitle" = "Utvid rekkevidden for AirPort Extreme- eller AirPort Express-nettverket mitt";
"ClientWDS_ExtendRadioDesc" = "Marker dette valget hvis du vil at %@ skal utvide det trådløse nettverket og dele Internett-forbindelsen.";

/* Internet Modem Panel */
"ModemUseAOL" = "AOL";
"ModemUseOtherISP" = "En annen Internett-leverandør";
"PrimaryPhoneNumber" = "Primært telefonnummer";
"PrimaryDNSServer" = "Primær DNS-tjener";

/* Identity Panel */ 
"genericInternalDiskProductTextBlock" = "%@ kan sikkerhetskopiere innholdet på datamaskiner med Mac OS X versjon 10.5 og nyere ved hjelp av Time Machine og dele Internett-forbindelsen og USB-enheter med andre datamaskiner via nettverket.";
"genericAudioProductTextBlock" = "%@ kan spille iTunes-musikk på eksterne høyttalere ved hjelp av AirPlay og dele Internett-forbindelsen og USB-enheter via nettverket.";
"genericProductTextBlock" = "%@ kan dele Internett-forbindelsen og USB-enheter på nettverket.";
"genericInternalDiskProductNameTextBlock" = "Oppgi et navn for %@-enheten. Navnet brukes til å identifisere enheten på nettverket og er også navnet på disken.";
"genericEnterName" = "Oppgi et navn for %@-enheten.";
"IdentityDescription" = "Dette navnet identifiserer %@-enheten på nettverket.";

/* Replace Network Panel */
"ReplaceNetworkPanelDescription" = "AirPort-verktøy fant det trådløse nettverket «%@» og fastslo at denne maskinen tidligere var koblet til nettverket. Velg hva du vil gjøre med %@";
"ReplaceNetworkPanelReplacingPrevious" = "Erstatt «%1$@» med %2$@";
"ReplaceNetworkPanelReplacingAnother" = "Erstatt et annet nettverk med %@";
"ReplaceNetworkPanelCreatingNewNetwork" = "Opprett et nytt nettverk ved hjelp av %@";
"ReplaceNetworkPanelReplacingOtherTableDescription" = "Marker nettverket du skal erstatte, i listen nedenfor:";
"TurnOffNetworkBeingReplaced" = "Koble fra enheten du skal erstatte, og klikk på OK. Hvis du har tenkt å bruke enheten igjen senere, nullstiller du den til fabrikkinnstillingene.";

"FoundWirelessNetworksDescription" = "AirPort-verktøy har funnet eksisterende trådløse nettverk. Har du et trådløst nettverk fra før?";
"NotFoundWirelessNetworksDescription" = "AirPort-verktøy fant ingen trådløse nettverk. Har du et trådløst nettverk fra før?";
"FoundWirelessNetworksIHaveOne" = "Jeg har et trådløst nettverk, og jeg vil legge til %@ eller erstatte en eksisterende enhet på nettverket";
"FoundWirelessNetworksIHaveOneDescription" = "Velg dette alternativet hvis du vil erstatte den eksisterende basestasjonen eller trådløse ruteren med %@, eller hvis du vil legge enheten til i nettverket.";
"CreateAWirelessNetwork" = "Jeg vil opprette et nytt trådløst nettverk";

"genericWhatDoYouWantToDoWith" = "Velg hva du vil gjøre med %@.";

"ReplaceAddWiredChoiceJoin" = "Jeg vil at %@ skal koble seg til det nåværende nettverket";
"ReplaceAddWiredChoiceReplace" = "Jeg vil erstatte en eksisterende basestasjon eller trådløs ruter med %@";
"ReplaceAddWiredChoiceReplaceDescription" = "Velg dette alternativet hvis du vil erstatte en basestasjon eller trådløs ruter på nettverket og bruke innstillingene for %@.";
"JoinExpandWirelessDisabledChoiceJoin" = "%@ skal koble seg til det eksisterende trådløse nettverket";
"JoinExpandWirelessDisabledChoiceExpand" = "Jeg vil koble %@ til nettverket ved hjelp av Ethernet for å utvide det nåværende nettverket eller opprette et nytt nettverk";
"JoinExpandWirelessDisabledChoiceDisabled" = "Jeg vil deaktivere det trådløse nettverket på denne %@-enheten og koble enheten til datamaskinen eller nettverket via Ethernet.";


"ConfigureForWiredCreateAdditionalNetwork" = "Jeg vil opprette et nettverk til";
"ConfigureForWiredCreateAdditionalNetworkDescription" = "Velg dette alternativet hvis du vil koble til %1$@ med Ethernet og opprette et %2$@-nettverk i tillegg til det eksisterende nettverket. Trådløse klienter med 802.11 b/g/n, inkludert iPhone-enheter, kan koble seg til det eksisterende 2,4 GHz-nettverket. Trådløse klienter med 802.11 a/n kan koble seg til 5 GHz-nettverket.";
"ConfigureForWiredCreateRoamingNetwork" = "Jeg vil koble %@ til nettverket ved hjelp av Ethernet for å utvide det eksisterende trådløse nettverket";
"ConfigureForWiredCreateRoamingNetworkDescription" = "Velg dette alternativet hvis %@ kobler seg til den eksisterende basestasjonen / trådløse ruteren med Ethernet, og du vil utvide rekkevidden til det trådløse nettverket. Begge nettverkene vil ha samme navn, og trådløse klienter vil automatisk koble seg til nettverket med sterkest signal.";

"UseADifferentNetworkName" = "Navnet på dette trådløse nettverket bør være forskjellig fra navnet på det eksisterende nettverket.";

"ReplaceNetworkTopDescription" = "Marker enheten eller nettverket du vil erstatte. Hvis du ikke ser enheten eller nettverket, forsikrer du deg om at alt er koblet til og innenfor rekkevidde.";
"SelectNetworkTopDescription" = "Marker enheten eller nettverket %@ skal kobles til ved hjelp av Ethernet. Hvis du ikke ser enheten eller nettverket, forsikrer du deg om at alt er koblet til og innenfor rekkevidde.";
"SelectNetworkBottomDescription" = "Hvis enheten ikke lenger er tilgjengelig, klikk på Fortsett uten å markere.";
"MoreChoices" = "Vis flere valg";
"LessChoices" = "Vis færre valg";
"ScanAgain" = "Søk på nytt";
"ReplaceOptionsOldDesc" = "Velg hva du vil gjøre med den gamle enheten etter at innstillingene er overført";
"ReplaceOptionsOld_Use" = "Fortsett å bruke enheten i nettverket";
"ReplaceOptionsOld_Restore" = "Gjenopprett standardinnstillinger";
"ReplaceBaseNameModifier" = " (gammel)";

"ReconfigurePrintersTopDescription" = "Kompatible USB-skrivere som er koblet til denne %@-enheten deles via nettverket.";
"ReconfigurePrintersChangeNamesDescription" = "Hvis du vil endre navnet på en skriver, dobbeltklikker du på navnet i Delingsnavn-kolonnen i listen nedenfor.";
"ReconfigurePrintersChangeAllSettingsDescription" = "Endre navn eller delingsinnstillinger for skrivere.";
"ReconfigurePrintersNoneDescription" = "Ingen USB-skrivere er koblet til denne %@-enheten.";

"ReconfigureStartOver" = "Jeg vil gjenopprette denne %@-enheten med fabrikkinnstillinger og konfigurere den på nytt.";
"ReconfigureChangeSelectedSettings" = "Jeg vil endre noen av innstillingene for denne %@-enheten.";
"ReconfigureUseManualForOtherSettings" = "Hvis innstillingen du vil endre, ikke vises, klikker du på Manuell konfigurering for å få tilgang til alle innstillingene.";
"ReconfigureWirelessSecurity" = "Trådløst nettverk";
"ReconfigureBaseStationSecurity" = "Navn og passord for %@";
"ReconfigureInternetSettings" = "Internett-forbindelse";
"ReconfigureFileSharingAccess" = "Disker";
"ReconfigurePrinters" = "USB-skriverdeling";
"ReconfigureMusic" = "Musikk";
"ReconfigureSelectAtLeastOneSetting" = "Marker minst én innstilling som skal endres, før du klikker på Fortsett.";
"ReconfigurePrompt" = "Denne %@-enheten er allerede konfigurert og rapporterer ikke om noen problemer. Du kan gjenopprette standardinnstillingene på den eller endre gjeldende innstillinger.";
"ReconfigureGoBackForNoChanges" = "Hvis du ikke vil gjøre endringer, klikker du på Gå tilbake.";
"ReconfigureBasePasswordSecurePrompt" = "Denne %@-enheten er konfigurert med et passord.";
"ReconfigureInternetPrompt" = "Denne %@-enheten er konfigurert med følgende Internett-innstillinger.";
"ReconfigureAirPlayPrompt" = "Denne %@-enheten er konfigurert med følgende AirPlay-innstillinger.";
"ReconfigureDiskPrompt" = "Denne %@-enheten er konfigurert med følgende innstillinger for diskdeling.";
"ReconfigurePrintersPrompt" = "Denne %@-enheten er konfigurert med følgende innstillinger for skriverdeling.";
"ReconfigureWirelessSecurePrompt" = "Denne %@-enheten er konfigurert med følgende trådløsinnstillinger og med WPA-sikkerhetsinnstillinger.";
"ReconfigureWirelessInsecurePrompt" = "Denne %@-enheten er konfigurert med følgende trådløsinnstillinger.  ";
"ReconfigureWirelessUseWPA" = "Vi anbefaler at du bruker WPA-sikkerhetsinnstillinger.";
"ReconfigureAPModePrompt" = "Du kan beholde innstillingene for denne modusen eller velge en annen modus.";
"ReconfigureFinalDescriptionNoChange" = "Innstillingene på %@-enheten har ikke blitt endret.";

/* Reconfigure Question strings */
"ReconfigureQuestionSettings" = "%@-innstillinger.";
"ReconfigureKeepTheseSettings" = "Bruk enhetens gjeldende innstillinger";
"ReconfigureKeepCurrentSettings" = "Bruk enhetens gjeldende %@-innstillinger";
"ReconfigureKeepModeSettings" = "Behold nåværende trådløsmodus (%@)";
"ReconfigureChangeTheseSettings" = "Endre disse innstillingene";
"ReconfigureChangeCurrentSettings" = "Endre disse %@-innstillingene";
"ReconfigureChangeModeCreate" = "Denne %@-enheten er konfigurert for oppretting av et trådløst nettverk.";
"ReconfigureChangeModeCreateTitle" = "Opprett et trådløst nettverk";
"ReconfigureChangeModeExtendTitle" = "Koble til et nettverk via Ethernet for å utvide nettverket eller opprette et nytt nettverk";
"ReconfigureChangeModeJoin" = "Denne %@-enheten er konfigurert for tilkobling til et trådløst nettverk";
"ReconfigureChangeModeJoinTitle" = "Koble til et trådløst nettverk";
"ReconfigureChangeModeDisable" = "Denne %@-enheten er konfigurert med det trådløse nettverket slått av.";
"ReconfigureChangeModeDisableTitle" = "Deaktiver det trådløse nettverket og koble til datamaskinen eller nettverket via Ethernet.";
"ReconfigureKeepOrChangePrompt" = "Utfør et valg, og gå videre ved å klikke på Fortsett.";
"ReconfgureDiscardChangesPrompt" = "Er du sikker på at du vil forkaste endringene du har gjort i disse innstillingene?";
"ReconfgureDiscardChanges" = "Forkast endringer";
"ReconfgureKeepChanges" = "Behold endringer";

"IfUnsureClickMoreInfo" = "Hvis du er usikker på hva du skal velge, klikker du på Mer info.";

"UseManualSetupForOtherSettings" = "Bruk manuell konfigurering for andre innstillinger";

"OnePanelCreateNetworkAutoConfigYes" = "Konfigurer denne %@-enheten med disse innstillingene";
"OnePanelCreateNetworkAutoConfigNo" = "Endre innstillinger for denne %@-enheten";
"OnePanelCreateNetworkTopDesc" = "AirPort-verktøy vil konfigurere denne %@-enheten og opprette et nytt, sikkert trådløst nettverk og koble til Internett.";
"PasswordsSavedToKeychain" = "Alle passord vil bli arkivert på nøkkelringen.";
"PasswordsSavedToKeychainWin" = "Basestasjonspassordet og trådløsprofilen vil bli arkivert på denne datamaskinen.";
"WillConnectUsingEthernet" = "Denne %@-enheten vil bli koblet til Internett via Ethernet.";
"WillConnectUsingPPPoE" = "Denne %@-enheten vil bli koblet til Internett ved hjelp av PPPoE.";
"WillConnectUsingBridge" = "Denne %@-enheten vil bli konfigurert i bromodus siden den er koblet til en ruter eller en annen nettverksenhet som allerede bruker DHCP og NAT til å dele ut IP-adresser.";

"OnePanelReplaceTopDesc" = "AirPort-verktøy kan overføre innstillinger fra en annen trådløs enhet. Marker enheten i listen nedenfor.";


"ContinueToUseAssistant" = "Klikk på Fortsett hvis du vil konfigurere denne %@-enheten ved hjelp av assistenten.";
"ClickQuitWhenDone" = "Klikk på Avslutt når du er ferdig med å utføre endringer for trådløse AirPort-enheter.";
"DoSomethingElse" = "Hvis du vil konfigurere en annen trådløs AirPort-enhet, markerer du den i listen.";
"SomethingNeedsAttentionUpdate" = "Én eller flere trådløse AirPort-enheter må oppdateres.";
"SomethingNeedsAttentionProblem" = "Én eller flere trådløse AirPort-enheter rapporterer om problemer.";
"SomethingNeedsAttentionDefault" = "Én eller flere trådløse AirPort-enheter bruker standardinnstillinger.";
"SomethingNeedsContinueUpdate" = "Klikk på Fortsett for å velge neste enhet som skal oppdateres.";
"SomethingNeedsContinueProblem" = "Klikk på Fortsett for å løse problemer med neste enhet.";
"SomethingNeedsContinueDefault" = "Klikk på Fortsett for å konfigurere neste enhet.";

"UpdateFirmware" = "Oppdater firmware…";
"UpdateFirmwareTo" = "Oppdater til %@…";
"CheckUpdateButton" = "Søk etter oppdateringer";
"CheckStatus" = "Søker etter oppdateringer…";

/* These strings are only applicable to the Mac */
"TimeMachineTopDesc" = "Time Machine beholder en kopi av alt på Mac-maskinen, inkludert bilder, musikk, filmer, TV-programmer og dokumenter. Du kan når som helst og enkelt gå tilbake i tid for å finne det du har sikkerhetskopiert.";
"TimeMachineTopDesc2" = "Time Machine beholder kopier av alt på Mac-maskinen, inkludert systemfiler, programmer og innstillinger, i tillegg til musikk, bilder og andre viktige filer. Time Machine beholder daglige sikkerhetskopier, slik at du kan gå tilbake og hente ut gamle filer.";
"TimeMachineQueryDescTimeMachineAlreadySetUpSpecific" = "Time Machine er allerede konfigurert for sikkerhetskopiering av denne maskinen til %@.";	/* the name of a backup device */
"TimeMachineQueryDescTimeMachineAlreadySetUp" = "Time Machine er allerede konfigurert for sikkerhetskopiering av denne maskinen.";
"TimeMachineQueryDesc" = "Vil du bruke Time Machine til å sikkerhetskopiere denne maskinen til %@?";	/* Time Capsule is the most likely substitution */
"TimeMachineSetUpTimeMachine_No" = "Ikke nå";
"TimeMachineSetUpTimeMachine_YesTMPrefs" = "Ja (Time Machine-valgpanelet åpnes når du har oppdatert Time Capsule-enheten.)";
"TimeMachineBottomDesc" = "Time Machine beholder:\n\nKopier for hver time de siste 24 timene\nDaglige kopier for den siste måneden\n\nUkentlige kopier til sikkerhetskopidisken er full";
"TimeMachineUseTMPrefs" = "Hvis du vil sikkerhetskopiere andre maskiner på nettverket, eller stille inn andre Time Machine-valg, bruker du Time Machine-valgpanelet i Systemvalg.";
"TimeMachineWillLaunchTMPrefs" = "Time Machine-valgpanelet åpnes etter at denne %@-enheten er konfigurert.";

"TimeMachineMigrateDiskDesc" = "AirPort-verktøy kan overføre alt Time Capsule-diskinnholdet på «%@» til denne Time Capsule-enheten.";
"TimeMachineMigrateDiskDesc.replace" = "Hvis innholdet på Time Capsule-disken omfatter en Time Machine-sikkerhetskopi, overføres sikkerhetskopien og alle Time Machine-klienter bruker den nye Time Capsule-enheten for sikkerhetskopiering.";
"TimeMachineMigrateDisk" = "Overfør innholdet på disken til denne Time Capsule-disken";
"TimeMachineMigrateDiskEraseSource" = "Slett innholdet på disken til «%@» etter overføring";
"TimeMachineMigrateDiskEraseSource.description" = "Innholdet på disken til «%@» blir slettet kun etter at innholdet har blitt overført til denne Time Capsule-enheten.";
"TimeMachineMigrateDiskReplace.description" = "Erstatt alt innhold på denne Time Capsule-disken med innholdet på disken til «%@»";

"TimeMachineMigrateDiskSummary.Settings" = "AirPort-verktøy vil overføre innhold, passord og nettverksinnstillinger fra «%@» til den nye %@-enheten.";
"TimeMachineMigrateDiskSummary.Backups" = "Hvis «%@» inneholder Time Machine-sikkerhetskopier, blir de også overført. Dette kan ta lang tid.";
"TimeMachineMigrateDiskSummary.Renaming" = "Under overføringen vil enheten du overfører fra, endre navn til «%@%@». Den nye enheten får navnet «%@».";
"TimeMachineMigrateDiskSummary.SourceEraseWarning" = "Etter overføringen blir alt innholdet på disken til «%@%@» slettet.";
"TimeMachineMigrateDiskSummary.TargetEraseWarning" = "Innholdet på denne Time Capsule-enheten slettes før overføringen starter.";
"TimeMachineMigrateDiskSummary.CannotBeUndone" = "Dette kan ikke angres.";
"TimeMachineMigrateDiskSummary.PostMigrateDefaultsEraseSuggestion" = "Når overføringen er fullført, kan du gjenopprette den gamle Time Capsule-enheten til standardinnstillingene og slette disken på enheten.";
"HowToRestoreDefaults" = "Hvis du vil gjenopprette enheten, åpner du enhetens konfigurasjon ved å markere den i sidepanelet, klikke på Manuell konfigurering og velge Gjenopprett standardinnstillinger fra Basestasjon-menyen.";
"HowToEraseDisk" = "Hvis du vil slette innholdet på disken, velger du Slett disk i Disker-panelet.";
 
"MigrateSummaryDescription" = "Denne %@-enheten blir konfigurert til å bruke innstillinger fra «%@». Innstillingene inkluderer innholdet på disken i tillegg til nettverksinnstillinger og passord. Hvis «%@» inneholder Time Machine-sikkerhetskopier, blir disse også overført.";
"MigrateSummaryEthernetDescription" = "Du kan optimalisere overføringen ved å koble en Ethernet-kabel, når du får beskjed om det, til WAN-porten på den gamle enheten og en LAN-port på den nye enheten.";
"MigrateSummaryMoreInfo" = "Klikk på Mer info for å få mer overføringsinformasjon, og klikk deretter på Oppdater for å starte overføringen.";

"WirelessInterfaceIsOff" = "Grensesnittet for tilkobling til trådløse nettverk er slått av.";
"AirPortIsOff" = "AirPort er av.";
"MigrateRequiresAirPort" = "AirPort må være på for å erstatte en basestasjon eller trådløs ruter. Vil du slå på AirPort?";
"MigrateRequiresWireless" = "Tilkobling til trådløse nettverk må være slått på for å erstatte en basestasjon eller trådløs ruter.";
"AUWorksBetterWithWireless" = "Forsikre deg om at et trådløskort er installert og konfigurert, og at tilkobling til trådløse nettverk er aktivert.";
"AUWorksBetterWithAirPort" = "Forsikre deg om at et AirPort-kort er installert, og at AirPort er aktivert.";


/* End of AirPortAssistant.strings file */
